<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Description</key>
	<string>Downloads the latest version of Cloudflare WARP and creates a package.</string>
	<key>Identifier</key>
	<string>com.github.mlooney.jss.Cloudflare WARP.pkg.CloudflareWARP</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Cloudflare WARP</string>
	</dict>
	<key>MinimumVersion</key>
	<string>1.0.0</string>
	<key>ParentRecipe</key>
	<string>com.github.mlooney.jss.CloudflareWARP.download.CloudflareWARP</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>app_path</key>
				<string>%RECIPE_CACHE_DIR%/%NAME%/Cloudflare WARP.app</string>
			</dict>
			<key>Processor</key>
			<string>AppPkgCreator</string>
		</dict>
	</array>
</dict>
</plist>
